Repository: threadi/lw-product-swatches-light
Catalog: languages/lw-product-swatches-*_formal.po
Languages: de_de

source: Product Swatches for WooCommerce Light
de_de: Product Swatches für WooCommerce Light

source: Provides product swatches for WooCommerce.
de_de: Stellt Produkt Swatches für WooCommerce bereit.

source: Color
de_de: Farbe

source: Choose a color.
de_de: Wähle eine Farbe.

source: black
de_de: schwarz

source: blue
de_de: blau

source: green
de_de: grün

source: red
de_de: rot

source: white
de_de: weiß

source: yellow
de_de: gelb

source: Product Swatches
de_de: Produkt Swatches

source: Settings for Product Swatches
de_de: Einstellungen für Produkt Swatches

source: Delete all plugin-data on uninstall
de_de: Lösche alle Plugin-Daten bei Deinstallation

source: Disable plugin-own caching of swatches
de_de: Deaktiviere den Plugin-eigenen Cache bei Swatches

source: Without this cache, the page will have a significantly higher load time depending on the number of products and expressions. It is not recommended to disable this cache.
de_de: Ohne diesen Cache wird die Seite je nach Anzahl der Produkte eine deutlich höhere Ladezeit haben. Es wird nicht empfohlen, diesen Cache zu deaktivieren.

source: Position in list
de_de: Position in der Liste

source: before price
de_de: vor dem Preis

source: after price
de_de: nach dem Preis

source: before cart
de_de: vor dem Warenkorb-Link

source: after cart
de_de: nach dem Warenkorb-Link

source: Regenerate Product Swatches
de_de: Produkt Swatches neu generieren

source: Generate now
de_de: Jetzt generieren

source: Update of swatches is running
de_de: Aktualisierung der Swatches läuft aktuell

source: Please wait
de_de: Bitte warten

source: Performing the update could take a few minutes.
de_de: Die Aktualisierung kann einige Minuten dauern.

source: <strong>The update has been run.</strong> Please check the product categories in frontend.
de_de: <strong>Die Aktualisierung wurde vorgenommen.</strong> Bitte prüfe die Ausgabe der Produktkategorien im Frontend.

source: Settings
de_de: Einstellungen

source: Plugin not activated!
de_de: Plugin wurde nicht aktiviert!

source: Please <a href="%1$s">install and activate WooCommerce</a> first.
de_de: Bitte zuerst <a href="%1$s">WooCommerce aktivieren und installieren</a>.

source: At least one required field was not filled!
de_de: Mindestens ein erforderliches Feld wurde nicht ausgefüllt.

source: Please fill out the form completely.
de_de: Bitte fülle das Formular komplett aus.

source: The swatches of the product have been updated.
de_de: Die Swatches am Produkt wurden aktualisiert.

source: The swatches of the selected products have been updated.
de_de: Die Swatches an den gewählten Produkten wurden aktualisiert.

source: Regenerate all swatches
de_de: Generiere alle Swatches neu

source: takes a moment
de_de: Das dauert einen Moment

source: No product has been supplied!
de_de: Es wurde keine Produkte übermittelt!

source: <a href="%s">Save swatches</a> of this product
de_de: <a href="%s">Speichere Swatches</a> für dieses Produkt neu
